{
  "items": {
    "strategic-cognition-lens": {
      "title": "Лінза стратегічного пізнання",
      "summary": "Лінза рішень, що відокремлює ясність ситуації від простору рішень.",
      "intent10": "Уточніть ситуацію перед вибором інструментів.",
      "intent60": "Відрізняйте відоме від припущеного. Визначте обмеження та права на рішення перед пропозицією варіантів. Зменшує передчасне фіксування рішення та покращує узгодження з зацікавленими сторонами."
    },
    "governance-stack-doctrine": {
      "title": "Доктрина стека управління",
      "summary": "Рівні підзвітності від постачання до ради, з чіткими передачами.",
      "intent10": "Визначайте один рівень управління за раз.",
      "intent60": "Управління працює, коли кожен рівень має одну відповідальність і чіткий вхід з нижчого рівня. Стек від постачання (факти та дати) до ради (вибір та ризик). Уникайте пропуску рівнів або змішування звітності з прийняттям рішень."
    },
    "operational-transformation-model": {
      "title": "Модель операційної трансформації",
      "summary": "Три фази: стабілізація, узгодження, потім масштабування.",
      "intent10": "Стабілізуйте перед узгодженням; узгоджуйте перед масштабуванням.",
      "intent60": "Трансформація не вдається, коли масштабування намагаються до стабільності чи узгодження. Фаза один: зупиніть втрати та встановіть базовий рівень. Фаза два: узгодьте цілі, метрики та стимули. Фаза три: масштабуйте лише те, що вже працює та вимірюється."
    },
    "decision-horizon-compression": {
      "title": "Стиснення горизонту рішень",
      "summary": "Скоротіть вікно рішень до інтервалу, де зобов'язання залишаються оборотними, а інформація — придатною до дій.",
      "intent10": "Приймайте рішення на найкоротшому горизонті, що залишається оборотним.",
      "intent60": "Стисніть горизонт, щоб управління та постачання мали один часовий кадр. Довгі горизонти сприяють надмірному плануванню та фіксації; короткі змушують чітко визначати, що треба вирішити зараз, а що може почекати. Узгодьте ритм і звітність із стисненим горизонтом."
    }
  },
  "section": {
    "title": "Фреймворки та доктрини",
    "lede": "Оригінальні структури в стратегії, управлінні та постачанні. Орієнтація на докази; не залежать від доказів.",
    "expandLabel": "Розгорнути повний контекст"
  }
}
