{
  "items": {
    "strategic-cognition-lens": {
      "title": "Strategic cognition lens",
      "summary": "A decision lens that separates situational clarity from solution space.",
      "intent10": "Clarify the situation before choosing tools.",
      "intent60": "Distinguish what is known from what is assumed. Map constraints and decision rights before proposing options. Reduces premature solution lock-in and improves alignment with stakeholders who hold different mental models."
    },
    "governance-stack-doctrine": {
      "title": "Governance stack doctrine",
      "summary": "Layers of accountability from delivery to board, with clear handoffs.",
      "intent10": "Define one layer of governance at a time.",
      "intent60": "Governance works when each layer has a single responsibility and a clear input from the layer below. Stack from delivery (facts and dates) to board (choices and risk). Avoid skipping layers or mixing reporting with decision-making."
    },
    "operational-transformation-model": {
      "title": "Operational transformation model",
      "summary": "Three phases: stabilize, align, then scale.",
      "intent10": "Stabilize before you align; align before you scale.",
      "intent60": "Transformation fails when scale is attempted before stability or alignment. Phase one: stop the bleed and establish a baseline. Phase two: align goals, metrics, and incentives. Phase three: scale only what is already working and measured."
    },
    "decision-horizon-compression": {
      "title": "Decision horizon compression",
      "summary": "Shorten the decision window to the interval where commitments stay reversible and information stays actionable.",
      "intent10": "Decide over the shortest horizon that remains reversible.",
      "intent60": "Compress the horizon so governance and delivery share one temporal frame. Long horizons encourage over-planning and lock-in; short horizons force clarity on what must be decided now versus what can wait. Align cadence and reporting to the compressed horizon."
    },
    "institutional-friction-mapping": {
      "title": "Institutional friction mapping",
      "summary": "Map where institutions create friction so strategy and operations can design around it.",
      "intent10": "Map where institutions create friction before you design around it.",
      "intent60": "Identify points where structure, process, or incentives slow decisions or block alignment. Use the map to prioritise changes that reduce reversible friction and to accept or work around the rest. Align governance and operations to the map so that strategy addresses real bottlenecks instead of assumed ones."
    }
  },
  "section": {
    "title": "Frameworks and doctrine",
    "lede": "Original structures used in strategy, governance, and delivery. Proof-forward; not proof-dependent.",
    "expandLabel": "Expand full context"
  }
}
